Repository: Team-TNT-labs/catch
Catalog: Catch/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, zh_hans

source: %@으로 평생 잠금 해제
de: Für immer freischalten für %@
en: Unlock forever for %@
es: Desbloquea para siempre por %@
fr: Débloquez à vie pour %@
ja: %@で永久にアンロック
zh_hans: %@ 永久解锁

source: ＋ 캡션 추가
de: ＋ Beschriftung hinzufügen
en: ＋ Add caption
es: ＋ Añadir descripción
fr: ＋ Ajouter une légende
ja: ＋ キャプションを追加
zh_hans: ＋ 添加说明

source: a-z, 0-9, _ · 2–20자
de: a-z, 0-9, _ · 2–20 Zeichen
en: a-z, 0-9, _ · 2–20 characters
es: a-z, 0-9, _ · 2–20 caracteres
fr: a-z, 0-9, _ · 2–20 caractères
ja: a-z, 0-9, _ · 2〜20文字
zh_hans: a-z、0-9、_ · 2–20个字符

source: Catch Pro 사용 중
de: Catch Pro aktiv
en: Catch Pro active
es: Catch Pro activo
fr: Catch Pro actif
ja: Catch Pro 利用中
zh_hans: Catch Pro 使用中

source: Catch Pro 시작하기
de: Catch Pro holen
en: Get Catch Pro
es: Obtener Catch Pro
fr: Obtenir Catch Pro
ja: Catch Proを始める
zh_hans: 开通 Catch Pro

source: Catch Pro 잠금이 해제 취소됐어요.
de: Die Freischaltung von Catch Pro wurde rückgängig gemacht.
en: Catch Pro lock has been restored.
es: Se ha cancelado el desbloqueo de Catch Pro.
fr: Le déverrouillage de Catch Pro a été annulé.
ja: Catch Proのロック解除を取り消しました。
zh_hans: 已取消解锁 Catch Pro。

source: Catch Pro 활성화됨 ✨
de: Catch Pro aktiviert ✨
en: Catch Pro activated ✨
es: Catch Pro activado ✨
fr: Catch Pro activé ✨
ja: Catch Pro 有効化 ✨
zh_hans: 已激活 Catch Pro ✨

source: Catch Pro가 잠금 해제됐어요. (테스트)
de: Catch Pro wurde freigeschaltet. (Test)
en: Catch Pro has been unlocked. (Test)
es: Se ha desbloqueado Catch Pro. (Prueba)
fr: Catch Pro a été déverrouillé. (Test)
ja: Catch Proのロックを解除しました。（テスト）
zh_hans: 已解锁 Catch Pro。（测试）

source: Catch Pro로 업그레이드
de: Auf Catch Pro upgraden
en: Upgrade to Catch Pro
es: Actualizar a Catch Pro
fr: Passer à Catch Pro
ja: Catch Proにアップグレード
zh_hans: 升级到 Catch Pro

source: Catch를 더 자유롭게
de: Catch ohne Grenzen
en: Catch, unlocked
es: Catch sin límites
fr: Catch, sans limites
ja: Catchをもっと自由に
zh_hans: 解锁更多 Catch

source: collect the world, sticker by sticker.
de: sammle die Welt, Sticker für Sticker.
es: colecciona el mundo, sticker a sticker.
fr: collectionnez le monde, sticker après sticker.
ja: ステッカーで世界を集めよう。
zh_hans: 一张一张，收集整个世界。

source: Connect with Apple
de: Mit Apple anmelden
es: Conéctate con Apple
fr: Se connecter avec Apple
ja: Appleでサインイン
zh_hans: 通过 Apple 登录

source: having trouble signing in?
de: Probleme bei der Anmeldung?
es: ¿problemas para iniciar sesión?
fr: un problème pour vous connecter ?
ja: サインインできませんか？
zh_hans: 登录遇到问题？

source: 가장 인기 · 매년 자동 갱신
de: Beliebt · jährlich verlängert
en: Most popular · auto-renews yearly
es: Más popular · se renueva cada año
fr: Le plus populaire · renouvellement annuel
ja: 一番人気・毎年自動更新
zh_hans: 最受欢迎 · 每年自动续订

source: 가장 인기 · 월 구독보다 저렴
de: Am beliebtesten · Günstiger als monatlich
en: Most popular · Cheaper than monthly
es: Más popular · Más barato que el mensual
fr: Le plus populaire · Moins cher que le mensuel
ja: 一番人気・月額より割安
zh_hans: 最受欢迎 · 比月付更划算

source: 개발자 모드
de: Entwicklermodus
en: Developer Mode
es: Modo desarrollador
fr: Mode développeur
ja: 開発者モード
zh_hans: 开发者模式

source: 개발자 모드로 Pro 기능이 켜졌어요.
de: Pro-Funktionen im Entwicklermodus freigeschaltet.
en: Pro features unlocked in developer mode.
es: Funciones Pro activadas en modo desarrollador.
fr: Fonctions Pro activées en mode développeur.
ja: 開発者モードでPro機能が有効になりました。
zh_hans: 已在开发者模式下解锁 Pro 功能。

source: 개발자 소개
de: Über den Entwickler
en: About the Developer
es: Acerca del desarrollador
fr: À propos du développeur
ja: 開発者について
zh_hans: 关于开发者

source: 개인정보처리방침
de: Datenschutz
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
zh_hans: 隐私政策

source: 고해상도 스티커 내보내기
de: Sticker-Export in hoher Auflösung
en: High-res sticker export
es: Exportación de stickers en alta resolución
fr: Export d'autocollants en HD
ja: 高解像度ステッカー書き出し
zh_hans: 高清贴纸导出

source: 곧 만나요 👀
de: Bis bald 👀
en: See you soon 👀
es: Nos vemos pronto 👀
fr: À bientôt 👀
ja: もうすぐ登場 👀
zh_hans: 敬请期待 👀

source: 구독 관리
de: Abo verwalten
en: Manage Subscription
es: Gestionar suscripción
fr: Gérer l'abonnement
ja: サブスクリプションを管理
zh_hans: 管理订阅

source: 구독 시작하기
de: Abo starten
en: Start Subscription
es: Iniciar suscripción
fr: S'abonner
ja: 購読を始める
zh_hans: 开始订阅

source: 구독은 기간이 끝나기 전 취소하지 않으면 자동 갱신됩니다. 언제든 설정 > Apple ID에서 관리할 수 있어요.
de: Abos verlängern sich automatisch, sofern sie nicht vor Ablauf gekündigt werden. Verwaltung in Einstellungen > Apple-ID.
en: Subscriptions auto-renew unless canceled before the period ends. Manage anytime in Settings > Apple ID.
es: Las suscripciones se renuevan automáticamente salvo que se cancelen antes de finalizar el período. Gestiónalas en Ajustes > Apple ID.
fr: Les abonnements se renouvellent automatiquement sauf annulation avant la fin de la période. Gérez-les dans Réglages > Apple ID.
ja: 購読は期間終了前に解約しない限り自動更新されます。設定 > Apple ID でいつでも管理できます。
zh_hans: 订阅会在到期前未取消时自动续订。可随时在“设置 > Apple ID”中管理。

source: 구매 복원
de: Kauf wiederherstellen
en: Restore Purchase
es: Restaurar compra
fr: Restaurer l'achat
ja: 購入を復元
zh_hans: 恢复购买

source: 구매하기
de: Kaufen
en: Purchase
es: Comprar
fr: Acheter
ja: 購入する
zh_hans: 购买

source: 그룹
de: Gruppe
en: Group
es: Grupo
fr: Groupe
ja: グループ
zh_hans: 群组

source: 그룹 나가기
de: Gruppe verlassen
en: Leave Group
es: Salir del grupo
fr: Quitter le groupe
ja: グループを抜ける
zh_hans: 退出群组

source: 그룹 만들기
de: Gruppe erstellen
en: New Group
es: Crear grupo
fr: Créer un groupe
ja: グループを作成
zh_hans: 创建群组

source: 그룹 삭제
de: Gruppe löschen
en: Delete Group
es: Eliminar grupo
fr: Supprimer le groupe
ja: グループを削除
zh_hans: 删除群组

source: 그룹 이름
de: Gruppenname
en: Group Name
es: Nombre del grupo
fr: Nom du groupe
ja: グループ名
zh_hans: 群组名称

source: 그룹 편집
de: Gruppe bearbeiten
en: Edit Group
es: Editar grupo
fr: Modifier le groupe
ja: グループを編集
zh_hans: 编辑群组

source: 그룹을 만들어 친구와 함께 스티커를 모아보세요
de: Erstelle eine Gruppe und sammle Sticker mit Freunden
en: Create a group and collect stickers with friends
es: Crea un grupo y colecciona stickers con tus amigos
fr: Créez un groupe et collectionnez des stickers entre amis
ja: グループを作って友達と一緒にステッカーを集めましょう
zh_hans: 创建群组，和朋友一起收集贴纸吧

source: 꾸미기
de: Darstellung
en: Appearance
es: Apariencia
fr: Apparence
ja: 外観
zh_hans: 外观

source: 다시 시도
de: Erneut versuchen
en: Try Again
es: Reintentar
fr: Réessayer
ja: もう一度試す
zh_hans: 重试

source: 닫기
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭

source: 댓글
de: Kommentare
en: Comments
es: Comentarios
fr: Commentaires
ja: コメント
zh_hans: 评论

source: 댓글 %lld개 모두 보기
de: Alle %lld Kommentare ansehen
en: See all %lld comments
es: Ver los %lld comentarios
fr: Voir les %lld commentaires
ja: %lld件のコメントをすべて見る
zh_hans: 查看全部 %lld 条评论

source: 댓글 달기…
de: Kommentar schreiben…
en: Add a comment…
es: Escribe un comentario…
fr: Ajouter un commentaire…
ja: コメントを書く…
zh_hans: 写评论…

source: 도움말
de: Hilfe
en: Help
es: Ayuda
fr: Aide
ja: ヘルプ
zh_hans: 帮助

source: 로그아웃
de: Abmelden
en: Log Out
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
zh_hans: 退出登录

source: 로그인에 실패했어요. 다시 시도해주세요.
de: Anmeldung fehlgeschlagen. Bitte versuche es erneut.
en: Couldn't log in. Please try again.
es: No se pudo iniciar sesión. Inténtalo de nuevo.
fr: Échec de la connexion. Veuillez réessayer.
ja: ログインに失敗しました。もう一度お試しください。
zh_hans: 登录失败。请重试。

source: 매년 자동 갱신
de: Jährlich verlängert
en: Auto-renews yearly
es: Se renueva cada año
fr: Renouvellement annuel
ja: 毎年自動更新
zh_hans: 每年自动续订

source: 매월 자동 갱신
de: Monatlich verlängert
en: Auto-renews monthly
es: Se renueva cada mes
fr: Renouvellement mensuel
ja: 毎月自動更新
zh_hans: 每月自动续订

source: 먼저 그룹을 만들어 주세요.
de: Bitte erstelle zuerst eine Gruppe.
en: Please create a group first.
es: Primero crea un grupo.
fr: Veuillez d'abord créer un groupe.
ja: まずグループを作ってください。
zh_hans: 请先创建一个群组。

source: 모든 기능이 열려 있어요
de: Alle Funktionen sind freigeschaltet
en: All features are unlocked
es: Todas las funciones están desbloqueadas
fr: Toutes les fonctionnalités sont débloquées
ja: すべての機能が利用できます
zh_hans: 所有功能已解锁

source: 모양
de: Form
en: Shape
es: Forma
fr: Forme
ja: 形
zh_hans: 形状

source: 무제한 폴더 & 그룹
de: Unbegrenzte Ordner & Gruppen
en: Unlimited folders & groups
es: Carpetas y grupos ilimitados
fr: Dossiers et groupes illimités
ja: 無制限のフォルダ＆グループ
zh_hans: 无限文件夹和群组

source: 배경 꾸미기
de: Hintergrund
en: Background
es: Fondo
fr: Arrière-plan
ja: 背景
zh_hans: 背景

source: 배경 꾸미기는 Catch Pro 기능이에요
de: Die Hintergrundanpassung ist eine Catch Pro-Funktion
en: Background customization is a Catch Pro feature
es: La personalización del fondo es una función de Catch Pro
fr: La personnalisation de l'arrière-plan est une fonction Catch Pro
ja: 背景のカスタマイズはCatch Proの機能です
zh_hans: 背景自定义是 Catch Pro 功能

source: 배경 꾸미기는 Catch Pro 전용이에요
de: Die Hintergrundanpassung ist eine Catch Pro-Funktion
en: Background customization is a Catch Pro feature
es: La personalización del fondo es una función de Catch Pro
fr: La personnalisation de l'arrière-plan est réservée à Catch Pro
ja: 背景のカスタマイズはCatch Pro限定です
zh_hans: 背景自定义是 Catch Pro 功能

source: 백업
de: Backup
en: Backup
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
zh_hans: 备份

source: 백업 & 복원은 Catch Pro 전용이에요
de: Backup & Wiederherstellung ist eine Catch Pro-Funktion.
en: Backup & restore is a Catch Pro feature.
es: La copia de seguridad y restauración es una función de Catch Pro.
fr: La sauvegarde et la restauration sont réservées à Catch Pro.
ja: バックアップと復元はCatch Pro限定です。
zh_hans: 备份与恢复是 Catch Pro 功能。

source: 백업 내보내기
de: Backup exportieren
en: Export backup
es: Exportar copia
fr: Exporter la sauvegarde
ja: バックアップを書き出す
zh_hans: 导出备份

source: 백업 불러오기
de: Backup importieren
en: Import backup
es: Importar copia
fr: Importer la sauvegarde
ja: バックアップを読み込む
zh_hans: 导入备份

source: 사용 가능 ✓
de: Verfügbar ✓
en: Available ✓
es: Disponible ✓
fr: Disponible ✓
ja: 使用できます ✓
zh_hans: 可以使用 ✓

source: 사용 중
de: Aktiv
en: Active
es: Activo
fr: Actif
ja: 利用中
zh_hans: 已开通

source: 사용자명 저장에 실패했어요.
de: Benutzername konnte nicht gespeichert werden.
en: Couldn't save the username.
es: No se pudo guardar el nombre de usuario.
fr: Échec de l'enregistrement du nom d'utilisateur.
ja: ユーザー名の保存に失敗しました。
zh_hans: 用户名保存失败。

source: 사용할 이름을 정해주세요.
de: Wähle einen Namen aus.
en: Choose a name to use.
es: Elige un nombre para usar.
fr: Choisissez un nom à utiliser.
ja: 使う名前を決めてください。
zh_hans: 请设置一个要使用的名字。

source: 사진
de: Foto
en: Photo
es: Foto
fr: Photo
ja: 写真
zh_hans: 照片

source: 사진 가져오기 · 폴더 무제한 · 배경 꾸미기
de: Fotoimport · Unbegrenzte Ordner · Hintergründe
en: Photo import · Unlimited folders · Backgrounds
es: Importar fotos · Carpetas ilimitadas · Fondos
fr: Import photo · Dossiers illimités · Arrière-plans
ja: 写真の取り込み・フォルダ無制限・背景
zh_hans: 导入照片 · 无限文件夹 · 背景

source: 사진앨범에서 불러오기
de: Aus Fotos importieren
en: Import from Photos
es: Importar de Fotos
fr: Importer depuis Photos
ja: 写真から取り込む
zh_hans: 从相册导入

source: 사진앨범에서 스티커 가져오기
de: Sticker aus Fotos importieren
en: Import stickers from your photos
es: Importar stickers desde fotos
fr: Importer des stickers depuis vos photos
ja: 写真からステッカーを取り込む
zh_hans: 从相册导入贴纸

source: 삭제
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除

source: 새 그룹
de: Neue Gruppe
en: New Group
es: Nuevo grupo
fr: Nouveau groupe
ja: 新しいグループ
zh_hans: 新群组

source: 새 폴더
de: Neuer Ordner
en: New Folder
es: Nueva carpeta
fr: Nouveau dossier
ja: 新しいフォルダ
zh_hans: 新文件夹

source: 색
de: Farbe
en: Color
es: Color
fr: Couleur
ja: 色
zh_hans: 颜色

source: 선택한 그룹의 공유 항아리에 추가돼요.
de: Es wird zum geteilten Glas der gewählten Gruppe hinzugefügt.
en: It'll be added to the selected group's shared jar.
es: Se añadirá al tarro compartido del grupo seleccionado.
fr: Il sera ajouté au bocal partagé du groupe sélectionné.
ja: 選んだグループの共有ジャーに追加されます。
zh_hans: 将添加到所选群组的共享罐子里。

source: 설정
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
ja: 設定
zh_hans: 设置

source: 설정 열기
de: Einstellungen öffnen
en: Open Settings
es: Abrir ajustes
fr: Ouvrir les réglages
ja: 設定を開く
zh_hans: 打开设置

source: 수집 백업 & 복원
de: Sichern & Wiederherstellen
en: Backup & restore
es: Copia y restauración
fr: Sauvegarde et restauration
ja: バックアップと復元
zh_hans: 备份与恢复

source: 수집을 더 자유롭게, 더 멋지게.
de: Sammle freier und schöner.
en: Collect more freely, more beautifully.
es: Colecciona con más libertad y estilo.
fr: Collectionnez plus librement, plus joliment.
ja: もっと自由に、もっと素敵に集めよう。
zh_hans: 更自由、更精彩地收集。

source: 스티커를 눌러 '그룹에 담기' 해보세요
de: Tippe auf einen Sticker und probiere „Zur Gruppe hinzufügen“
en: Tap a sticker and try 'Add to Group'
es: Toca un sticker y prueba 'Añadir al grupo'
fr: Touchez un sticker et essayez « Ajouter au groupe »
ja: ステッカーをタップして「グループに入れる」してみましょう
zh_hans: 点击贴纸，试试「添加到群组」吧

source: 시스템 기본
de: Systemstandard
en: System Default
es: Predeterminado del sistema
fr: Système par défaut
ja: システム既定
zh_hans: 系统默认

source: 신고
de: Melden
en: Report
es: Reportar
fr: Signaler
ja: 報告
zh_hans: 举报

source: 아직 그룹이 없어요
de: Noch keine Gruppen
en: No groups yet
es: Aún no hay grupos
fr: Aucun groupe pour l'instant
ja: まだグループがありません
zh_hans: 还没有群组

source: 아직 담긴 스티커가 없어요 🫧
de: Noch keine Sticker hier 🫧
en: No stickers in here yet 🫧
es: Aún no hay stickers aquí 🫧
fr: Pas encore de stickers ici 🫧
ja: まだステッカーがありません 🫧
zh_hans: 这里还没有贴纸 🫧

source: 아직 수집이 없어요 🫧
de: Noch keine Sammlung 🫧
en: No collection yet 🫧
es: Aún no hay colección 🫧
fr: Pas encore de collection 🫧
ja: まだコレクションがありません 🫧
zh_hans: 还没有收藏 🫧

source: 안내
de: Hinweis
en: Notice
es: Aviso
fr: Information
ja: お知らせ
zh_hans: 提示

source: 안에 담긴 스티커는 미분류로 돌아가요.
de: Die Sticker darin kehren zu „Nicht sortiert“ zurück.
en: The stickers inside will move back to Uncategorized.
es: Los stickers dentro volverán a Sin clasificar.
fr: Les stickers à l'intérieur reviendront dans Non classés.
ja: 中のステッカーは未分類に戻ります。
zh_hans: 里面的贴纸会回到未分类。

source: 앨범에서 사진 고르기
de: Foto aus Album wählen
en: Choose a photo from your library
es: Elegir una foto del álbum
fr: Choisir une photo dans la galerie
ja: アルバムから写真を選ぶ
zh_hans: 从相册选择照片

source: 어느 그룹에 담을까요?
de: In welche Gruppe sollen wir es legen?
en: Which group should we add it to?
es: ¿En qué grupo lo guardamos?
fr: Dans quel groupe l'ajouter ?
ja: どのグループに入れますか？
zh_hans: 要放进哪个群组？

source: 언어
de: Sprache
en: Language
es: Idioma
fr: Langue
ja: 言語
zh_hans: 语言

source: 연 구독
de: Jährlich
en: Yearly
es: Anual
fr: Annuel
ja: 年額プラン
zh_hans: 年订阅

source: 완료
de: Fertig
en: Done
es: Hecho
fr: Terminé
ja: 完了
zh_hans: 完成

source: 월 구독
de: Monatlich
en: Monthly
es: Mensual
fr: Mensuel
ja: 月額プラン
zh_hans: 月订阅

source: 이 스티커를 삭제할까요?
de: Diesen Sticker löschen?
en: Delete this sticker?
es: ¿Eliminar este sticker?
fr: Supprimer ce sticker ?
ja: このステッカーを削除しますか？
zh_hans: 要删除这张贴纸吗？

source: 이 폴더를 삭제할까요?
de: Diesen Ordner löschen?
en: Delete this folder?
es: ¿Eliminar esta carpeta?
fr: Supprimer ce dossier ?
ja: このフォルダを削除しますか？
zh_hans: 要删除这个文件夹吗？

source: 이미 사용 중이에요
de: Bereits vergeben
en: Already taken
es: Ya está en uso
fr: Déjà pris
ja: すでに使われています
zh_hans: 已被使用

source: 이용약관
de: Nutzungsbedingungen
en: Terms of Use
es: Términos de uso
fr: Conditions d'utilisation
ja: 利用規約
zh_hans: 使用条款

source: 일반
de: Allgemein
en: General
es: General
fr: Général
ja: 一般
zh_hans: 通用

source: 저장
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 保存

source: 저장에 실패했어요.
de: Speichern fehlgeschlagen.
en: Couldn't save.
es: No se pudo guardar.
fr: Échec de l'enregistrement.
ja: 保存に失敗しました。
zh_hans: 保存失败。

source: 준비 중
de: Demnächst
en: Coming soon
es: Próximamente
fr: Bientôt
ja: 準備中
zh_hans: 即将推出

source: 참여
de: Beitreten
en: Join
es: Unirse
fr: Rejoindre
ja: 参加
zh_hans: 加入

source: 참여 실패
de: Beitritt fehlgeschlagen
en: Couldn't join
es: No se pudo unir
fr: Échec de l'adhésion
ja: 参加できませんでした
zh_hans: 加入失败

source: 처리 실패: %@
de: Verarbeitung fehlgeschlagen: %@
en: Processing failed: %@
es: Error al procesar: %@
fr: Échec du traitement : %@
ja: 処理に失敗: %@
zh_hans: 处理失败：%@

source: 첫 댓글을 남겨보세요
de: Schreib den ersten Kommentar
en: Be the first to comment
es: Sé el primero en comentar
fr: Soyez le premier à commenter
ja: 最初のコメントを残しましょう
zh_hans: 来发表第一条评论吧

source: 초대 코드
de: Einladungscode
en: Invite Code
es: Código de invitación
fr: Code d'invitation
ja: 招待コード
zh_hans: 邀请码

source: 초대코드 공유
de: Einladungscode teilen
en: Share Invite Code
es: Compartir código de invitación
fr: Partager le code d'invitation
ja: 招待コードを共有
zh_hans: 分享邀请码

source: 촬영 실패: %@
de: Aufnahme fehlgeschlagen: %@
en: Capture failed: %@
es: Error al capturar: %@
fr: Échec de la capture : %@
ja: 撮影に失敗: %@
zh_hans: 拍摄失败：%@

source: 촬영에 실패했어요. 다시 시도해주세요.
de: Foto konnte nicht aufgenommen werden. Bitte versuche es erneut.
en: Couldn't take the photo. Please try again.
es: No se pudo tomar la foto. Inténtalo de nuevo.
fr: Échec de la prise de photo. Veuillez réessayer.
ja: 撮影に失敗しました。もう一度お試しください。
zh_hans: 拍摄失败。请重试。

source: 추가
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
ja: 追加
zh_hans: 添加

source: 취소
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

source: 친구에게 받은 6자리 코드를 입력하세요.
de: Gib den 6-stelligen Code von deinem Freund ein.
en: Enter the 6-digit code from your friend.
es: Introduce el código de 6 dígitos que te dio tu amigo.
fr: Saisissez le code à 6 chiffres de votre ami.
ja: 友達からもらった6桁のコードを入力してください。
zh_hans: 请输入朋友给你的6位代码。

source: 카메라 권한이 필요해요
de: Kamerazugriff erforderlich
en: Camera access needed
es: Se necesita acceso a la cámara
fr: Accès à la caméra requis
ja: カメラへのアクセスが必要です
zh_hans: 需要相机权限

source: 카메라가 아직 준비되지 않았어요.
de: Die Kamera ist noch nicht bereit.
en: The camera isn't ready yet.
es: La cámara aún no está lista.
fr: La caméra n'est pas encore prête.
ja: カメラの準備がまだできていません。
zh_hans: 相机还没准备好。

source: 카메라를 시작할 수 없어요
de: Kamera konnte nicht gestartet werden
en: Couldn't start the camera
es: No se pudo iniciar la cámara
fr: Impossible de démarrer la caméra
ja: カメラを起動できませんでした
zh_hans: 无法启动相机

source: 캡션
de: Beschriftung
en: Caption
es: Descripción
fr: Légende
ja: キャプション
zh_hans: 说明

source: 코드로 참여
de: Mit Code beitreten
en: Join with Code
es: Unirse con código
fr: Rejoindre avec un code
ja: コードで参加
zh_hans: 用代码加入

source: 코드를 다시 확인해 주세요.
de: Bitte überprüfe den Code noch einmal.
en: Please check the code again.
es: Vuelve a comprobar el código.
fr: Veuillez vérifier le code à nouveau.
ja: コードをもう一度確認してください。
zh_hans: 请再次确认代码。

source: 탈퇴
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 退会
zh_hans: 注销

source: 편집
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
ja: 編集
zh_hans: 编辑

source: 평생 이용
de: Lebenslang
en: Lifetime
es: De por vida
fr: À vie
ja: 買い切り
zh_hans: 永久

source: 평생 이용 구매
de: Lebenslang kaufen
en: Buy Lifetime
es: Comprar de por vida
fr: Acheter à vie
ja: 買い切りで購入
zh_hans: 购买永久版

source: 폴더 무제한 (무료는 7개까지)
de: Unbegrenzte Ordner (7 gratis)
en: Unlimited folders (7 on free)
es: Carpetas ilimitadas (7 gratis)
fr: Dossiers illimités (7 en gratuit)
ja: フォルダ無制限（無料は7個）
zh_hans: 无限文件夹（免费版7个）

source: 폴더 삭제
de: Ordner löschen
en: Delete Folder
es: Eliminar carpeta
fr: Supprimer le dossier
ja: フォルダを削除
zh_hans: 删除文件夹

source: 폴더 이름
de: Ordnername
en: Folder Name
es: Nombre de la carpeta
fr: Nom du dossier
ja: フォルダ名
zh_hans: 文件夹名称

source: 폴더 편집
de: Ordner bearbeiten
en: Edit Folder
es: Editar carpeta
fr: Modifier le dossier
ja: フォルダを編集
zh_hans: 编辑文件夹

source: 프로필과 모든 수집이 영구 삭제되며 되돌릴 수 없어요.
de: Dein Profil und alle Sammlungen werden dauerhaft gelöscht und können nicht wiederhergestellt werden.
en: Your profile and all collections will be permanently deleted and can't be undone.
es: Tu perfil y todas tus colecciones se eliminarán de forma permanente y no se pueden recuperar.
fr: Votre profil et toutes vos collections seront définitivement supprimés et irrécupérables.
ja: プロフィールとすべてのコレクションが完全に削除され、元に戻せません。
zh_hans: 你的资料和所有收藏将被永久删除，且无法恢复。

source: 프리미엄 누끼 스타일
de: Premium-Freisteller-Stile
en: Premium cutout styles
es: Estilos de recorte premium
fr: Styles de découpe premium
ja: プレミアム切り抜きスタイル
zh_hans: 高级抠图样式

source: 피사체를 찾지 못했어요. 다른 사진을 골라볼까요?
de: Kein Motiv gefunden. Ein anderes Foto auswählen?
en: Couldn't find a subject. Want to pick another photo?
es: No se encontró el sujeto. ¿Elegir otra foto?
fr: Aucun sujet trouvé. Choisir une autre photo ?
ja: 被写体が見つかりませんでした。別の写真を選びますか？
zh_hans: 没找到主体。要换一张照片吗？

source: 피사체를 찾지 못했어요. 다시 찍어볼까요?
de: Kein Motiv gefunden. Noch einmal aufnehmen?
en: Couldn't find a subject. Want to shoot again?
es: No se encontró el sujeto. ¿Volver a tomar la foto?
fr: Aucun sujet trouvé. Reprendre la photo ?
ja: 被写体が見つかりませんでした。もう一度撮りますか？
zh_hans: 没找到主体。要再拍一次吗？

source: 한 번 결제로 평생
de: Einmal zahlen, für immer
en: One-time, yours forever
es: Pago único, para siempre
fr: Un seul paiement, à vie
ja: 一度の支払いでずっと
zh_hans: 一次付费，永久使用

source: 현재 사진 배경 사용 중
de: Foto-Hintergrund wird verwendet
en: Currently using a photo background
es: Usando un fondo de foto
fr: Fond photo actuellement utilisé
ja: 現在、写真の背景を使用中
zh_hans: 正在使用照片背景

source: 확인
de: OK
en: OK
es: Aceptar
fr: OK
ja: OK
zh_hans: 确定

source: 회원 탈퇴
de: Konto löschen
en: Delete Account
es: Eliminar cuenta
fr: Supprimer le compte
ja: 退会
zh_hans: 注销账号

source: 회원 탈퇴할까요?
de: Konto löschen?
en: Delete your account?
es: ¿Eliminar tu cuenta?
fr: Supprimer votre compte ?
ja: 退会しますか？
zh_hans: 要注销账号吗？
